Repository: reza-qalekhani/wp-liara-s3-storage
Catalog: languages/wp-liara-storage-*.po
Languages: fa_ir

source: Bucket Name
fa_ir: نام باکت

source: Add your preferred bucket name.
fa_ir: نام باکت مدنظر خود را وارد نمایید.

source: Connected Domain
fa_ir: دامنه متصل به باکت

source: Add your custom domain name connected to this bucket. It should start with <code>http</code> or <code>https</code>. Don't forget to add a trailing slash. Example: <code>https://example.com/</code>
fa_ir: آدرس دامنه متصل به این باکت را وارد نمایید. این فیلد می‌بایست با <code>http</code> یا <code>https</code> شروع شود. اسلش پایانی را فراموش نکنید! به عنوان مثال: <code>https://example.com/</code>

source: API Endpoint
fa_ir: آدرس URL اندپوینت API

source: Add API endpoint URL for this bucket. By Liara's default, it's <code>https://storage.iran.liara.space</code>.
fa_ir: آدرس URL اندپوینت API را وارد نمایید. پیش‌فرض لیارا <code>https://storage.iran.liara.space</code> است.

source: Accses Key
fa_ir: کلید دسترسی

source: Add your <strong>Access Key</strong> for this bucket. You can managae your keys at <code>https://console.liara.ir/buckets/keys</code>.
fa_ir: مقدار <strong>Access Key</strong> این باکت را وارد نمایید. از آدرس <code>https://console.liara.ir/buckets/keys</code> می‌توانید کلیدهای خود را مدیریت نمایید.

source: Secret Key
fa_ir: کلید مخفی

source: Add your <strong>Secret Key</strong> for this bucket. You can managae your keys at <code>https://console.liara.ir/buckets/keys</code>.
fa_ir: مقدار <strong>Secret Key</strong> این باکت را وارد نمایید. از آدرس <code>https://console.liara.ir/buckets/keys</code> می‌توانید کلیدهای خود را مدیریت نمایید.

source: Usage
fa_ir: روش استفاده

source: To list all files on your bucket, simply use the <code>[liara-list-files]</code> shortcode inside your post or page. To limit the file list to a specific folder, you can use the <code>[liara-list-files location="books"]</code> shortcode.
fa_ir: برای نمایش کلیه فایل‌های موجود در باکت، می‌توانید از شورتکد <code>[liara-list-files]</code> درون نوشته‌ها یا برگه‌های خود استفاده کنید. همچنین می‌توانید با استفاده از شورتکد <code>[liara-list-files location="books"]</code>، لیست فایل‌ها را به یک پوشه خاص محدود کنید.

source: Liara S3-Storage Settings
fa_ir: تنظیمات دسترسی به ذخیره‌سازی ابری لیارا

source: On this page, you can customize the settings of the Liara S3-Storage plugin.
fa_ir: در این صفحه می‌توانید تنظیمات افزونه ذخیره‌سازی ابری لیارا را شخصی‌سازی نمایید.

source: Liara S3
fa_ir: ذخیره‌سازی ابری لیارا

source: Liara S3-Storage for WordPress
fa_ir: ذخیره‌سازی ابری لیارا برای وردپرس

source: Simple UI to access Liara s3-storage files inside wordpress site.
fa_ir: دسترسی به فایل‌های موجود در فضای ذخیره‌سازی ابری لیارا داخل وبسایت وردپرسی شما.

source: Reza Qalekhani
fa_ir: رضا قلعه خانی
